export default [
  {
    id: "p-1",
    title: "اثرگذاری",
    description:
      "ما برای انجام هر کاری، به نتیجه و اثرش فکر می‌کنیم، چرا که دوست داریم کاری انجام بدهیم که اثر مثبت و ماندگاری در زندگی هم‌وطنان‌مان بگذارد. ما باور داریم که در کشورمان، پتانسیل‌های زیادی برای خلق ارزش وجود دارد. پس هدفمان را انجام کارهای معناداری قرار داده‌ایم که اثر مثبتش بر کیفیت زندگی مردم کشورمان، ملموس باشد.",
    image: "https://careers.tapsi.ir/assets/f92d8a01.webp",
  },
  {
    id: "p-2",
    title: "رشد هوشمندانه",
    description:
      "لازمه‌ی رشد سریع در محیط‌های چابک مثل کسب و کار ما، خلاق بودن و فکر کردن خارج از چهارچوب‌هاست. ما گاهی با مسائل سختی مواجهیم که فرصت محدودی برای حل دارند. در این مواقع، هرچند می‌دانیم که از شیوه‌های معمول نمی‌توان به نتیجه رسید، اما تسلیم نمی‌شویم چون از نظر ما «کار، نشد ندارد». اینجاست که هوش، خلاقیت و تفکر را به کار می‌گیریم تا اگر راهی نیست، راه بسازیم.",
    image: "https://careers.tapsi.ir/assets/61669475.webp",
  },
  {
    id: "p-3",
    title: "یادگیری و توسعه",
    description:
      "ما فکر می‌کنیم که اگر قرار است تاثیر مثبتی روی محیط اطرافمان بگذاریم، باید این کار را از خودمان شروع کنیم. پس در تپسی، مسیر رشد و یادگیری را برای افرادی که مشتاق و مستعدند، فراهم کرده‌ایم. ما خودمان را متعهد می‌دانیم که هم‌راه و هم‌پای رشد هم باشیم و دانسته‌هایمان را به یکدیگر منتقل کنیم. فعالانه بازخورد می‌دهیم و معتقدیم وقتی همه ما در کنار هم رشد کنیم، حتما می‌توانیم کارهای بزرگ‌تری انجام بدهیم و آثار بزرگ‌تری خلق کنیم.",
    image: "https://careers.tapsi.ir/assets/e3a968d9.webp",
  },
  {
    id: "p-4",
    title: "بهبود مستمر",
    description:
      "ما فکر می‌کنیم «بهتر شدن»، یک امر مداوم است. پس هیچ‌وقت متوقف نمی‌شویم و سعی می‌کنیم در مسیر حرکت‌مان، هر روز بهتر از روز قبل باشیم. بهتر در ارائه خدمت و محصول به کاربران، بهتر در خلق تجربه همکاری برای همکاران و بهتر در خلق ارزش برای جامعه‌.",
    image: "https://careers.tapsi.ir/assets/59e96feb.webp",
  },
];
