export default [
  {
    id: "r-0",
    image: "https://careers.tapsi.ir/assets/ac331cda.webp",
    name: "بردیا میرزایی",
    job: "مدیر محصول",
    description:
      "از نظر من یکی از مهم‌ترین آورده‌های تپسی برای اعضای تیمش، توسعه فردیه. سرعت رشد مجموعه تپسی به شدت بالاست و این باعث می‌شه تپسی، تک تک افراد رو همراه با خودش رو به جلو، پیش ببره و باعث رشد اون‌ها بشه. تپسی جامعه هدف بزرگی داره و اینجا، هر قدمی که برمی‌داری یک تاثیر مستقیم یا غیرمستقیم بر زندگی افرادی می‌ذاره که به صورت روزمره با تپسی سروکار دارن و این یک تجربه فوق‌العاده جذابه. تپسی دنبال خلق ارزشه و برای همین افرادی رو جذب می‌کنه که همین رویکرد رو دارن و برای حل مسئله و باز کردن گره‌ها اشتیاق و علاقه دارن.",
  },
  {
    id: "r-1",
    image: "https://careers.tapsi.ir/assets/4c457443.webp",
    name: "فراز خسروانی",
    job: "سرپرست تحلیل عملکرد",
    description:
      "تپسی به آدم‌ها فرصت ایده‌پردازی می‌ده و برای ایده‌هاشون ارزش قائل میشه، به افراد اعتماد می‌کنه و جسارت ریسک کردن می‌ده و همیشه راه رو برای پیشرفت باز می‌ذاره. جریان یادگیری هیچ‌وقت توی تپسی متوقف نمیشه و همیشه یک تجربه و چالش جدیدی وجود داره که حل کردنش، اشتیاق و انگیزه لازم رو برای ادامه مسیر به آدم می‌ده. شاید جریان کار توی تپسی خیلی سریع و پرفشار باشه، ولی این باعث می‌شه با یک سال کار کردن توی تپسی به اندازه ده سال تجربه کسب کنی و این برای من خیلی ارزشمنده.",
  },
  {
    id: "r-2",
    image: "https://careers.tapsi.ir/assets/40cac86f.webp",
    name: "مریم نوین‌فر",
    job: "سرپرست واحد شکایت",
    description:
      "تپسی برای من مثل دانشگاهه. تمام این سال‌ها از محیط به شدت پویای تپسی یاد گرفتم و هیچوقت حس نکردم دیگه جایی برای پیشرفت توی تپسی وجود نداره. به نظر من یکی از ارزشمندترین ویژگی‌های تپسی اینه که برای ارتقا و آموزش تیمش هزینه می‌کنه. توی تپسی رفتار سازمانی خیلی اهمیت داره و رفتار سازمانی حرفه‌ای رو بین تمام بچه‌های تیم میشه دید. توی تپسی به من اعتماد شد، با اشتباهاتم کنار گذاشته نشدم و برای اثرگذاری‌های مثبتم تشویق شدم.",
  },
  {
    id: "r-3",
    image: "https://careers.tapsi.ir/assets/2636cdc4.webp",
    name: "حمید کاظمی",
    job: "مدیر واحد ارتباط با مشتریان",
    description:
      "مهم‌ترین ویژگی تپسی برای من اینه که به شدت امکان رشد و یادگیری بهم داده. علیرغم اینکه من در ورود به شرکت تجربه کمی داشتم، به من کاملا اعتماد کردن و مسئولیت‌های مهمی رو به عهده‌ام گذاشتن. این رویکرد باعث شد توی این ۵ سال در تپسی از خطا کردن نترسم و تجربه کنم و یاد بگیرم. به دور از شعار و از صمیم قلب می‌گم تپسی برای من خانواده‌ است. از نظر من حمل و نقل بخش مهمی از جامعه‌ است و من به عنوان عضوی از تپسی، یکی از بزرگترین مجموعه‌های فعال توی این صنعت، حس فوق‌العاده‌ای از حضور در این بخش مهم دارم. حس تاثیرگذاری.",
  },
];
